Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/khio.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: These films were screened at Cinemateket in May.
nb: Filmene ble vist på Cinemateket i mai.

source: The art and culture worlds are becoming ever more internationalised.
nb: Kunst- og kulturverdenen blir stadig mer internasjonalisert.

source: • Students must keep their own workplaces, changing rooms, workshops and common areas tidy.
nb: • Studentene skal holde egne arbeidsplasser, garderober, verksteder og fellesområder ryddige.

source: lives and works in Oslo and is educated at Vestlandets Kunstakademi in Bergen and École nationale supérieure des Beaux-Arts in Paris.
nb: Hun bor og arbeider i Oslo og er utdannet ved Bergen kunst- og håndverksskole, Vestlandets kunstakademi og École Nationale Supérieure des Beaux Arts, Paris.

source: In addition, he has also participated in various musicals in Norway and abroad.
nb: I tillegg har han også medvirket i ulike musikaler både her hjemme og i utlandet.

source: The rector of the Oslo National Academy of the Arts, Markus Degerman, is also pleased with the increase.
nb: Rektor ved Kunsthøgskolen i Oslo, Markus Degerman, er også fornøyd med økningen.

source: Christian Tunge (Co-Director of
nb: Christian Tunge (prosjektkoordinator ved

source: Prepared statements from Rector Markus Degermann, SR leader Christophe Kvalheim Boulmer, and academic staff Anne-Linn Akselsen.
nb: Forberedte innlegg fra rektor Markus Degermann, SR leder Christophe Kvalheim Boulmer og faglig ansatt i utdanningsutvalget Anne-Linn Akselsen.

source: Künstliche Diamanten/Synthetic Diamonds and Unterdruck/Low Pressure (both from 2013) explored the production, respectively, of diamonds and athletes in the GDR.
nb: Künstliche Diamantet/Synthetic Diamonds og Unterdruck/Low Pressure (begge fra 2013) utforsket produksjonen av diamanter og atleter i DDR.

source: Opera from 1859 by Charles Gounod.
nb: Opera fra 1859 av Charles Gounod.

source: Of the 17,984 survey respondents, 13% state they were bullied or harassed during the previous 12 months.
nb: Av totalt 17984 som har besvart undersøkelsen oppgir 13 % av respondentene å ha blitt mobbet eller trakassert i løpet av de siste 12 månedene.

source: (b. 1964) Lives and works in Copenhagen, Denmark.
nb: 1964) bor og arbeider i København. Han er utdannet fra Det Kgl.

source: “I didn’t create a complete wardrobe for every single character, but it’s an advantage to do it this way,” Faye explains.
nb: –Det var ikke alle karakterene som fikk en fullstendig garderobe, men det er en fordel å gjøre det slik.

source: Prior to working at MoMA, she was faculty member and instructor for curatorial studies at the Whitney Museum of American Art Independent Study Program.
nb: Før hun jobbet i MoMa var hun medlem av fakultetet og instruktør for kuratorstudier ved Whitney Museum of American Art Independent Study Program.

source: He is also working as a dramaturg with a selection of distinguished Norwegian scenic artists, ao Pia Maria Roll and Ingun Bjørnsgaard.
nb: Arbeider også som dramaturg, innenfor ulike scenekunstuttrykk, med flere sentrale norske scenekunstnere, bla Pia Maria Roll og Ingun Bjørnsgaard.

source: The city itself has been built over the course of centuries.
nb: Selve byen er bygget over hundrevis av år.

source: The National Academy of the Arts in Oslo has the right to document works, other academic results and documented processes that the student has been responsible for during the period of study, for research and educational purposes.
nb: Kunsthøgskolen i Oslo har rett til å dokumentere verk, andre faglige resultater og dokumenterte prosesser som studenten har frambrakt i studietiden til forsknings- og utdanningsformål.

source: Artistic Research Week - 2021
nb: Kunstnerisk forskningsuke 2021

source: It has been estimated that around 200,000 kroner has been saved this year because the Academies of Opera, Dance and Theatre have used the costume design students instead of employing off-campus services.“In addition, the students establish contacts across the disciplinary divides and learn more,” she says.
nb: En beregning har vist at det hittil i år er spart cirka 200.000 kroner i omkostninger, på at Opera-, Ballett- og Teaterhøgskolen har brukt kostymedesignstudenter istedenfor innleid hjelp.

source: Jørn Mortensen is educated from the University of Oslo in media and communication, history of ideas and musicology.
nb: Jørn Mortensen er utdannet ved Universitet i Oslo med fagene medievitenskap, idéhistorie og musikk.

source: In 1919 he developed his own artistic movement known as Merz.
nb: I 1919 utviklet Schwitter en egen kunstretning med tittel – Merz.

source: Would the training at KHiO’s Academy of Theatre survive in its current form?
nb: Ville Teaterhøgskolens utdanning i sin nåværende form bestå?

source: Even if he doesn’t reach 100, he has in any case decided to live long enough to be able to discuss Kierkegaard and existentialism in Chinese!
nb: Om han ikke blir 100, har han i alle fall bestemt seg for å leve lenge nok til å kunne gjennomføre en diskusjon på kinesisk om Kierkegaard og eksistensialismen.

source: In general, PhD candidates and staff working on research (KUF) have the same access to the workshops as students.
nb: Generelt har stipendiater og ansatte som jobber med forskning (KUF) samme adgang til verkstedene som studenter.

source: During my stay as guest professor in Frankfurt, my ambition is to build on the artistic experiences from these productions.”
nb: Ambisjonen er å bygge videre på de kunstneriske erfaringene herfra under gjesteprofessoratet i Frankfurt.

source: Growing up with Marx, Lenin and God
nb: Oppvekst med Marx, Lenin og Gud

source: Since graduating, next to dancing for others, she choreographed her own works, and started the company "Human Works" in 2009 in collaboration with Adrián Minkowicz.
nb: Etter endt utdannelse har hun, ved siden av å danse for andre, koreografert egne verk samt startet kompaniet "Human Works" (2009) i samarbeid med Adrián Minkowicz.

source: experientially on the basis of their own practice as teachers and
nb: Praksisbasert- nært egen praksis, utvikle og lære erfaringsbasert og tett

source: The performative practice has resulted in three public presentations at Henie Onstad Kunstsenter in the end of November 2019 and a final publication of my reflections written in three volumes consisting of texts, drawings and interviews informed by the artistic processes.
nb: Den performative praksisen resulterte i tre offentlige presentasjoner ved Henie Onstad Kunstsenter i slutten av november 2019 og en utgivelse av min refleksjon i tre volum bestående av tekster, tegninger og intervjuer fra den kunstneriske prosessen.

source: He has been a member of the Hedda Committee, a jury member for the Ibsen Award, and served on the working committee of the Norsk Teaterlederforum (Norwegian Theatre Managers Forum).
nb: Han har vært medlem av Hedda-komitéen, jurymedlem for Ibsenprisen og AU-medlem i Norsk teaterlederforum.

source: Main Auditorium, Oslo National Academy of the Arts, Fossveien 24.
nb: Auditoriet, Kunsthøgskolen i Oslo, Fossveien 24.

source: In April professor Felix Gmelin and a group of students from Oslo National Academy of The Arts travels to Visaginas i Litauen.
nb: Fra Kunsthøgskolen i Oslo reiser studenter fra Kunstakademiet sammen med professor Felix Gmelin i april til Visaginas i Litauen.

source: “I’ve been fortunate enough to have been a guest teacher at other schools, such as the Berlin University of the Arts, an international study centre in Austria and the University of Stavanger.
nb: – Jeg har vært så heldig å få være gjestelærer på andre skoler, blant annet på UdK (Kunstuniversitetet) i Berlin, et internasjonalt studiesenter i Østerrike og på Universitetet i Stavanger.

source: rules and regulations for foreign students in Norway
nb: regelverket for utenlandske studenter i Norge

source: City Dwellers II Related
nb: City Dwellers II Relatert informasjon

source: These were attacks on the arenas of public debate, on the places where we compare experiences and exchange opinions, places that Jürgen Habermas regarded as a prerequisite for the development of civil society.
nb: Det er angrep på rommene for offentlig samtale, for opplevelses- og meningsutvekslingen, som Jürgen Habermas anså som en forutsetning for utviklingen av en borgerlig offentlighet.

source: We were caught in a tempest with #METOO, Corona, Black Lives Matter.
nb: Vi ble tatt med storm av #METOO, Corona og Black Lives Matter.

source: Oslo National Academy of the Arts is in the process of establishing its own doctoral degree (PhD) in artistic research.
nb: Kunsthøgskolen er i ferd med å etablere et eige doktorgradsstudium (PhD) i kunstnarleg utviklingsarbeid.

source: The Svalbard Global Seed Vault (KORO 2008)
nb: Svalbard globale frøhvelv (KORO 2008)

source: She has taught ballet and contemporary dance at festivals and dance companies internationally, and at institutions like P.A.R.T.S., SEAD and the Royal Swedish Ballet School.
nb: Hun har undervist både i ballett og samtidsdans på festivaler og i dansekompanier internasjonalt, samt for institusjoner som P.A.R.T.S., SEAD og Kungliga Svenska Balettskolan i Stockholm.

source: Zero-tolerance policy for bullying and harassment
nb: Nulltoleranse mot mobbing og trakassering

source: I remain in that gaze.
nb: Jeg finnes i det blikket.

source: What's going on in Finnish design today and what does it look like in 2018?
nb: Hva skjer i finske designkretser i dag og hvordan ser finsk design ut i 2018?

source: Heidi has a bachelor's degree in Dance from Statens balletthøgskole (now the Academy of Dance at KHiO).
nb: Heidi er utdannet dansekunstner med en bachelor i dans fra Statens balletthøgskole (KHiO).

source: Anne-Linn Akselsen new Programme Coordinator, Academy of Dance
nb: Anne-Linn Akselsen ny programansvarlig på avdeling Dans

source: Norwegian Academy of Music and the Oslo School of Architecture and Design.
nb: andre utdanninger i Oslo, som Norges Musikkhøgskole og Arkitektur og Design Høgskolen.

source: Studying at KHiO 2020: the Academy of Fine Art
nb: Å studere på KHiO 2020: Kunstakademiet

source: Concluding session, Wednesday of week 24: experience sharing, critical
nb: Avslutningssamling onsdag i uke 24:

source: All students have a duty to familiarise themselves and comply with the guidelines.
nb: Alle studenter er pliktige til å sette seg inn retningslinjene og etterleve disse.

source: This is why it is essential to not have too many students in the class.”
nb: Derfor er det viktig å ikke ha for mange i klassen, forteller dekanen.

source: Educational relationships are asymmetrical.
nb: I en undervisningsrelasjon eksisterer det en asymmetri.

source: She has curated exhibitions for international venues, including Kunsthal Aarhus, Art in General, Smack Mellon, apexart, Stacion Center for Contemporary Art, and Gallery Miroslav Kraljević, and has taught at the University of California, San Diego and the New School.
nb: Hun har kuratert flere internasjonale utstillinger, inkludert Kunsthal Aarhus, Art in General, Smack Mellon, apexart, Stacion Center for Contemporary Art, Gallery Miroslav Kraljević, og has forelest ved the University of California, San Diego og the New School.

source: One of the films that I produced as part of the fellowship focuses exactly on this momentum.
nb: På den måten spiller filmene seg ut i spenningsfeltet mellom det generiske og vitenskapelige og det spesifikke.

source: These were items that they didn’t look on as their own belongings, but nor did they belong to my mother and father.”
nb: Gjenstander som de ikke forstod som deres eiendeler, men det var heller ikke min mor eller far sine lenger.

source: The need for increased security/guarding wil be assessed
nb: Behovet for økt sikkerhet/vakthold vil bli vurdert av drift i denne

source: Zero tolerance for bullying and harassment
nb: Nulltoleranse for mobbing og trakassering

source: The construction is based on a principle developed by the artist Kenneth Snelson, where wooden logs hold one another up and thus hover freely in the air.
nb: Konstruksjonen er basert på et prinsipp, utviklet av kunstneren Kenneth Snelson, hvor trestokker henger fritt ved å bæres av hverandre.

source: I remain in that smile.
nb: Jeg finnes i det smilet.

source: Rooting educational work in solid theory
nb: Å begrunne lærerjobben i solid teori

source: Måns Wrange is currently on the boards of The Swedish Arts Council (Statens Kulturråd) and the Nordic research seminar FSL.
nb: Måns Wrange sitter i styrene ved den svenske Statens Kulturråd og i forskerseminaret Fria Seminariet i Litterär kritik.

source: Få plasser! Related
nb: Få plasser! Relatert informasjon

source: Oslo National Academy of the Arts, Stage 7
nb: Kunsthøgskolen i Oslo, Scene 7

source: The aim is to unify the words and the notes in such a way that it’s impossible to think of one without the other.”
nb: Målet er å forene ordene og tonene på en slik måte at de ikke kan tenkes uten hverandre.

source: On the square outside of KHiO this year, in 2020, there is a different X-mas tree.
nb: På plassen utenfor KHiO står det i år 2020 en annerledes julegran. Evergreen Corona

source: , famed and notorious editorial cartoonist and writer, who has covered American politics for the last 25 years.
nb: , en beryktet og berømt satiretegner og skribent som har dekket amerikansk politikk i 25 år.

source: The programme spans four semesters, with students spending either
nb: Produksjonsformer og scenisk uttrykk defineres i stor grad av studentene.

source: Fotobok festival Oslo was established by the Federation of Free Photographers (FFF) in 2009, and is now an event taking place in September each year.
nb: Fotobokfestival Oslo ble etablert av Forbundet Frie Fotografer (FFF) i 2009, og er nå en hendelse som finner sted i september hvert år.

source: Teaching and learning methods
nb: Undervisning og læringsformer

source: Appelong is a fellow in the Norwegian Artistic Research Programme at the Design department, Oslo National Academy of the Arts.
nb: Appelong er stipendiat i Program for kunstnerisk utviklingsarbeid ved avdeling design, Kunsthøgskolen i Oslo.

source: Ministry of Education, an offensive and long-term strategy and action plan for applying for external
nb: strategi- og handlingsplan for søknad om eksterne forskningsmidler utvikles med både administrativ og faglig

source: Heske is particularly known for her video paintings and “Dislocation Projects”, which include Project Gjerdeløa from 1980 and House of Commons from 2015.
nb: Heske er særlig kjent for sine videomalerier og “Dislocation Projects”, som blant annet omfatter Prosjekt Gjerdeløa fra 1980 og House of Commons fra 2015.

source: In his career as a director in the theatre field he has directed more than 50 performances on leading Norwegian and foreign stages, in a variety of genres.
nb: Har i sin virksomhet i scenekunstfeltet hatt ansvaret for mer enn 50 regioppgaver/forestillinger ved fremstående norske og utenlandske scener innenfor en rekke sjangere og uttrykk.

source: A bit over 80 applicants per available spot is a ratio no other programme in Norway can match.
nb: I overkant av 80 søkere per studieplass er det ingen andre studier i landet som kan vise til.

source: The work and study environment at the Oslo National Academy of the Arts shall be drug free.
nb: Arbeids- og studiemiljøet ved Kunsthøgskolen i Oslo skal være rusfritt.

source: For more info check
nb: For mer info se

source: We have been, are and will be a bit “green” at this school.
nb: Vi har vært, er og skal være litt «grønne» ved denne skolen.

source: Contact your department directly for information about how to sign up.
nb: Ta kontakt med programkoordinator på din avdeling for å finne ut hvordan du melder deg på kurs.

source: Academy Lectures is pleased to invite you to a session where you get to meet the artists Steinar Haga Kristensen and Kristian Øverland Dahl in conversation.
nb: Academy Lectures har gleden av å invitere deg til en samtale mellom kunstnere Steinar Haga Kristensen og Kristian Øverland Dahl.

source: She started at KHiO in 2018.
nb: Hun kom til KHiO i 2018.

source: recognition scheme for staff working in teaching and research capacities and a more offensive skills
nb: Videre skal vi få på plass en meritteringsordning for ansatte i undervisnings -og

source: Choreographer and Research Fellow Eva-Cecilie Richardsen will defend her research work "Exhibiting Choreography – exploring transmission across disciplines and discourses" at the presentation at Oslo National Academy of the Arts.
nb: Koreograf og stipendiat Eva-Cecilie Richardsen forsvarer sitt forskningsarbeid "Exhibiting Choreography – exploring transmission across disciplines and discourses" i disputas ved Kunsthøgskolen i Oslo.

source: instead in trusting departments and staff giving them as much independence as possible, something
nb: avdelinger og ansatte så mye tillit og uavhengighet som mulig, som også vil bidra til større engasjement og

source: 3,477 applicants, compared with last year’s tally of 2,771, represents a major increase in the number of students seeking admission to the Oslo National Academy of the Arts.
nb: 3477 søkere, målt opp mot fjorårets 2771, gir en kraftig økning i antallet som ønsker å studere ved Kunsthøgskolen i Oslo.

source: ambassadors and collaboration with upper secondary schools and preparatory programmes, as well as
nb: oppsøkende virksomhet med for eksempel studentambassadører og samarbeid med videregående skoler og

source: An imagined scenario is not as unpredictable and collaborative as when it really matters.
nb: Et tenkt scenario blir ikke like uforutsigelig og samarbeidsorientert som når det virkelig gjelder.

source: All semester registered students for spring semester 2021 can both nominate and vote in this election.
nb: Alle studenter som er semesterregistrert våren 2021 har både nominasjons- og stemmerett i valget.

source: - Shall use and store chemicals in a safe manner and only in premises/workshops adapted for this.
nb: - Må bruke og oppbevare kjemikalier på en forsvarlig måte og kun i lokaler/verksteder tilpasset for

source: Opera from 1956 by Francis Poulenc.
nb: Opera fra 1956 av Francis Poulenc.

source: • Students must maintain fire safety by not covering for smoke alarms, covering or installing anything from
nb: • Studentene skal opprettholde brannsikkerheten ved ikke å dekke for røykvarslere dekke over eller

source: Foreign students must contact NAV in order to clarify the terms and conditions of their membership.
nb: Utenlandske studenter må kontakte NAV for å avklare vilkår for sitt medlemskap.

source: She also serves as a professor at the Barratt Due Institute of Music.
nb: Hun er også professor ved Barratt Due musikkinstitutt.

source: Oslo National Academy of The Arts and Academy of Fine Art invites to the travelling exhibition Double Bind in cooperation with
nb: Kunsthøgskolen i Oslo og Kunstakademiet inviterer til vandreutstillingen Double Bind i samarbeid med

source: participant’s own teaching and supervision and will integrate theory,
nb: undervisning- og veiledning og vil integrere teori, forskning, erfaring og

source: Artistic research and practice is inherently an embodiment of ideas, materials, subjectivities, actions, and questions.
nb: I kunstnerisk forskning og praksis finnes det en iboende innlemmelse av ideer, materialer, subjektiviteter, handlinger og spørsmål.

source: Previous jobs include Associate director at Office for Contemporary Art Norway (OCA) (2007-09), Head of communication and programming at Public Art Norway (KORO) (2005-07), Director at Momentum – Nordic Festival for Contemporary Art (2001-05), Director at Young Artists Society (UKS)(1993-01).
nb: Han har tidligere vært assisterende direktør ved Office for Contemporary Art Norway (OCA) (2007-09), informasjons- og formidlingsleder i Kunst i offentlige rom (KORO) (2005-07), direktør ved Momentum – Nordisk Festival for Samtidskunst (2001-05) og daglig leder ved Unge Kunstneres Samfund (UKS) (1993-01).

source: The lectures then turn towards Vienna, with a focus on the Wiener Werkstätte, Gustav Klimt and other leading figures.
nb: Deretter følger et fokus på Wien, med blant annet Wiener Werkstätte og Gustaf Klimt.

source: His apocalyptic manifesto is based not so much on fiction, but on a narrative of violence and collapse that has become unsettlingly familiar in recent times.
nb: inntar en kritisk og ironisk posisjon i forhold til de grunnleggende premissene for de kulturelle og sosiopolitiske systemene som vi lever i.

source: sharing and collegial mentoring.
nb: erfaringsdeling og kollegaveiledning.

source: Regular students at the National Academy of the Arts in Oslo may apply for support in the form of grants and loans from the Norwegian State Educational Loan Fund.
nb: Regulære studenter ved Kunsthøgskolen i Oslo kan søke støtte fra Lånekassen i form av lån og stipend.

source: Comprehending artistic processes and qualities is not something that can necessarily be done on the spot and doesn’t have an expiration date.
nb: Avlesningen av kunstneriske prosesser og kvaliteter lar seg ikke umiddelbart kvittere ut og kommer ikke med en best før dato.

source: research positions at an institution such as KHiO.
nb: på universitetsnivå (vitenskapelig høgskole).

source: gender-aware pedagogy, student rights and the Equality and Anti-Discrimination Actapply
nb: pedagogikk, studentrettigheter, trakasseringsloven og hva som er definert som uakseptabel oppførsel og

source: Anna Nyström and Patricia Risopatron Berg, second year students in Printmaking and Drawing, show their works in Resepsjonsgalleriet.
nb: Anna Nyström og Patricia Risopatron Berg, andreårsstudenter fra grafisk kunst og tegning, viser arbeider i resepsjonsgalleriet.

source: While four of the PPU students give the children tasks that most of all seem like play, the remaining 14 students and their teacher Marianne Schwarz, with pens raised and notebooks on their laps, study how the children play and how the students manage the session.
nb: Mens fire av PPU-studentene gir dem oppgaver som mest av alt minner om lek, studerer de resterende 14 studentene og lærer Marianne Schwarz barnas lek og studentenes håndtering av den, med pennene hevet og blokker på fanget.

source: Student Council for the period April to January:
nb: Studentrådet for perioden april til januar:

source: From 2012 in the editorial board of InFormation – Nordic Journal of Art and Research - currently preparing
nb: Fra 2012 redaksjonsmedlem i InFormation – Nordic Journal of Art and Research – forbereder nå et eget nummer om

source: I’ve moved into a studio in Groruddalen along with my two mates Eirik and Kjetil.
nb: Jeg har fått meg atelier i Groruddalen sammen med mine to kamerater Eirik (tidligere nevnte sønn av Bror på grafikk) og Kjetil.

source: "He made a mix of colours – hot and dry like Cyprus.
nb: – Han blandet sammen en rekke farger som var varme og tørre, slik Kypros selv er.

source: If necessary, you need to paint the whole wall.
nb: Flekken du sparklet må du så slipe flat og jevn før du maler den.

source: Ethical guidelines for students at the National Academy of the Arts in Oslo apply to students at the school.
nb: Etiske retningslinjer for studenter ved Kunsthøgskolen i Oslo gjelder for studenter ved skolen.

source: and knowledge institutions.
nb: viktigste kultur- og kunnskapsinstitusjoner.

source: plan, account for, assess, document and develop their own teaching in the
nb: Planlegge, begrunne, vurdere, dokumentere og videreutvikle egen undervisning
